[Notes.DisclaimerExpert_AbstrInv DisAbstractItem]
m_ItemName="篝火"
m_PluralItemName=""
m_Description="在倒计时停止前尽可能多地触碰红色光柱。\n\n触碰随机出现的红色光柱。\n每次触碰都会延长倒计时。\n利用高机动性的闪烁瞬移和轻健迅捷技能建立优势。\n落入虚空会使你从上个光柱开始任务。\n\n刺客在区域中巡逻。\n魔法恢复十分缓慢。\n拾取散落在区域各处的魔法药剂来加快恢复。\n\n得分：\n* 每根红色光柱都会提供分数，如果在极短时间内触碰还会获得特别奖励分数。\n* 特殊的技巧性跳跃会提供奖励。\n* 游戏结束时剩余的生命值会提供额外奖分。\n\n游戏结束：\n倒计时为0或你死亡时游戏结束。\n"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="篝火"
m_PluralItemName=""
m_Description="在倒计时停止前尽可能多地触碰红色光柱。\n\n触碰随机出现的红色光柱。\n每次触碰都会延长倒计时。\n利用高机动性的闪烁瞬移和轻健迅捷技能建立优势。\n落入虚空会使你从上个光柱开始任务。\n\n不会受到坠落伤害。\n魔法恢复很快，尽情使用闪烁瞬移吧。\n\n得分：\n* 每根红色光柱都会提供分数，如果在极短时间内触碰还会获得特别奖励分数。\n* 特殊的技巧性跳跃会提供奖励。\n\n游戏结束：\n倒计时结束后游戏结束。\n"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

